dist = ((0, "Choose a value"), (1, 'अकोला'),(2, "अमरावती"), (3, 'यवतमाळ'),(4, "वाशिम"), (5, 'औरंगाबाद'),(6, "बीड"), (7, ' जालना'),(8 ," उस्मानाबाद"), (9, 'लातूर'),(10, " नांदेड"), (11, 'हिंगोली'),(12, "मुंबई शहर"), (13, 'मुंबई उपनगर'),(14, " ठाणे"), (15, 'पालघर'),
(16, " रायगड"), (17, ' रत्नागिरी'),(18, "सिंधुदुर्ग"), (19, 'नागपूर'),(20, "वर्धा"), (21, ' भंडारा'),(22, "गोंदिया"), (23, ' चंद्रपूर'),
(24, "गडचिरोली"), (25, 'नाशिक'),(26, "धुळे"), (27, 'नंदुरबार'),(28, "जळगाव"), (29, 'अहमदनगर'),(30, "परभणी"), (31, ' चंद्रपूर'),
(32, '  पुणे'),
(33, ' सातारा'),
(34, ' सांगली'),
(35, 'सोलापूर'),
(36, 'कोल्हापूर')
)